[Objects.Key_Hub_Havelock DisTweaks_Key]
m_Description="古い錆びた鍵"

[Objects.Key_Hub_Havelock:DisTweaks_Interactable_PickupBase_71 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`k"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Objects.Key_Hub_Sewer DisTweaks_Key]
m_Description="古い錆びた鍵"

[Objects.Key_Hub_Sewer:DisTweaks_Interactable_PickupBase_108 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="旧港地区の鍵"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Objects.Key_Hub_Tower DisTweaks_Key]
m_Description="古い錆びた鍵"

[Objects.Key_Hub_Tower:DisTweaks_Interactable_PickupBase_71 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`k"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Objects.Key_PhysicsOff_twk DisTweaks_Key]
m_Description="古い錆びた鍵"

[Objects.Key_PhysicsOff_twk:DisTweaks_Interactable_PickupBase_70 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`k"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Objects.Key_PhysicsOn_twk DisTweaks_Key]
m_Description="古い錆びた鍵"

[Objects.Key_PhysicsOn_twk:DisTweaks_Interactable_PickupBase_33 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`k"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Ovrsr_workshopKey_Twk DisTweaks_Key]
m_Description="古い錆びた鍵"

[Ovrsr_workshopKey_Twk:DisTweaks_Interactable_PickupBase_84 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`k"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.LighthouseKey_Twk DisTweaks_Key]
m_Description="古い錆びた鍵"

[Usables.LighthouseKey_Twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`k"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

